In [3]:
import pandas as pd

In [10]:
emp_data = pd.read_csv('./employee_data.csv')
emp_data

      Name  Age           City  Salary
0    Alice   25       New York   50000
1      Bob   30         London   60000
2  Charlie   22          Paris   45000
3    David   35          Tokyo   70000
4      Eva   28          Delhi   52000
5    Frank   40         Sydney   80000
6    Grace   27         Berlin   55000
7   Hannah   32      Barcelona   62000
8      Ian   29  San Francisco   58000
9    Julia   31      Amsterdam   60000

In [14]:
emp_data.loc[0] # index use to access data

Name         Alice
Age             25
City      New York
Salary       50000
Name: 0, dtype: object